# Package repositories
tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Homebrew Packages
brew "git"
brew "hugo"
brew "jenv"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "maven"
brew "node@10"
brew "packer"
brew "python"
brew "pipenv"
brew "shellcheck"
brew "skaffold"
brew "terraform"
brew "zsh"

# Cask packages
cask "docker"
cask "libreoffice"
cask "minikube"
cask "virtualbox"
cask "vscodium"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
